[
    {
        "_id": 1,
        "name": "Fortnite",
        "description": "Fortnite is an online video game and game platform developed by Epic Games and released in 2017. It is available in six distinct game mode versions that otherwise share the same general gameplay and game engine: Fortnite Battle Royale, a free-to-play battle royale game in which up to 100 players fight to be the last person standing; Fortnite: Save the World, a cooperative hybrid tower defense-shooter and survival game in which up to four players fight off zombie-like creatures and defend objects with traps and fortifications they can build; and Fortnite Creative, in which players are given complete freedom to create worlds and battle arenas, Lego Fortnite, an open world survival game, Rocket Racing, a racing game, and Fortnite Festival, a rhythm game." ,
        "photo_url": ""
    },
    {
        "_id": 2,
        "name": "Monster Hunter Wilds",
        "description": "The hunt is on in Monster Hunter Wilds, the latest installment in the Monster Hunter series, now in development. Experience the pinnacle of excellence in hunting action gameplay.",
        "photo_url": ""
    },
    {
        "_id": 3,
        "name": "Destiny 2",
        "description": "Dive into the world of Destiny 2 to explore the mysteries of the solar system and experience responsive first-person shooter combat. Unlock powerful elemental abilities and collect unique gear to customize your Guardian's look and playstyle. Enjoy Destiny 2's cinematic story, challenging co-op missions, and a variety of PvP modes alone or with friends. Download for free today and write your legend in the stars.",
        "photo_url": ""
    },
    {
        "_id": 4,
        "name": "Dead by Daylight",
        "description": "Dead by Daylight is a multiplayer (4vs1) horror game where one player takes on the role of the savage Killer, and the other four players play as Survivors, trying to escape the Killer and avoid being caught, tortured and killed.",
        "photo_url": ""
    },
    {
        "_id": 5,
        "name": "Persona 3 Reload",
        "description": "Step into the shoes of a transfer student thrust into an unexpected fate when entering the hour 'hidden' between one day and the next. Awaken an incredible power and chase the mysteries of the Dark Hour, fight for your friends, and leave a mark on their memories forever. ",
        "photo_url": ""
    },
    {
        "_id": 6,
        "name": "Dead Cells",
        "description": "Dead Cells puts you in control of a failed alchemic experiment trying to figure out what's happening on a sprawling, ever-changing and seemingly cursed Island. Immortal but crippled, your last resort is to take over bodies in order to move, explore… and fight.",
        "photo_url": "https://encrypted-tbn2.gstatic.com/images?q=tbn:ANd9GcS-3EOvOcg5JHllXOV_khd4H_tDlp7d_jZTa5AZbji-J4wU9ymjI2auwVJ_Phdo3-vHcYA3"
    },
    {
        "_id": 7,
        "name": "Sekiro",
        "description": "Explore late 1500s Sengoku Japan as you come face to face with larger than life foes in a dark and twisted world. Unleash an arsenal of deadly prosthetic tools and ninja abilities while you blend stealth, vertical traversal and visceral head to head combat in a bloody confrontation.",
        "photo_url": "https://encrypted-tbn3.gstatic.com/images?q=tbn:ANd9GcQ9Z5sMGdfd2F6Kr5qiaiHHUuzYZ7ffKya2OIrVx22bgXeYHEqjkMLzYCOB9_MTMt8By4kN"
    },
    {
        "_id": 8,
        "name": "Street Fighter 6",
        "description": "Dominate the Fighting Ground Street Fighter 6 offers a highly evolved combat system with three control types - Classic, Modern and Dynamic - allowing you to quickly play to your skill level.The new Real Time Commentary Feature adds all the hype of a competitive match as well as easy-to-understand explanations about your gameplay. The Drive Gauge is a new system to manage your resources. Use it wisely in order to claim victory.",
        "photo_url": "https://encrypted-tbn2.gstatic.com/images?q=tbn:ANd9GcRHcxOQEevOWVTxAJ8vaoxd4h4BxO2S7sCijd0Ad6TWpL-YUezXHWfvvVcRrFfy-UjcnTnxRQ"
    },
    {
        "_id": 9,
        "name": "Grand Theft Auto V",
        "description": "When a young street hustler, a retired bank robber, and a terrifying psychopath find themselves entangled with some of the most frightening and deranged elements of the criminal underworld, the U.S. government, and the entertainment industry, they must pull off a series of dangerous heists to survive in a ruthless city in which they can trust nobody — least of all each other.",
        "photo_url": "https://image.api.playstation.com/vulcan/ap/rnd/202203/0911/VIB0SeEj9vT6DTv7P4thJLZi.jpg?w=440&thumb=false"
    },
    {
        "_id": 10,
        "name": "UFC 5",
        "description": "EA SPORTS™ UFC® 5 is as real as it gets. Powered by Frostbite™ engine's advanced rendering capabilities, your favorite fighters now have unparalleled character likenesses to complement next-level environment fidelity that'll make their walk to the Octagon feel like a PPV main event. The all-new authentic damage system brings the intensity and strategy of a fight to life, as cuts and strikes absorbed can affect mobility, defense, stamina, and more. Take too much damage, and the doctor will check to see if you're able to continue. For lovers of the ground game, the new Transition-Based Submissions make grappling feel more fluid and realistic than ever before. And if you like to admire your handiwork, new Cinematic K.O. Replays capture your fight-ending finishes in all their punishing glory. Plus, a completely revamped live service schedule builds exciting challenges around all PPV fight weeks. Bring the next evolution of the fight game home with UFC 5.",
        "photo_url": "https://image.api.playstation.com/vulcan/ap/rnd/202309/0618/36ed2eda6185435322623473185b7ec765875be46b9b3a83.jpg?w=440&thumb=false"
    },
    {
        "_id": 11,
        "name": "ASTRO BOT",
        "description": "When the PS5® mothership is attacked by ASTRO’s long-standing galactic nemesis, scrambling its wires and scattering the crew throughout space, only ASTRO can make things right! Setting off on his biggest mission yet, he needs your help to rescue the stranded crew and rebuild the mothership.",
        "photo_url": "https://image.api.playstation.com/vulcan/ap/rnd/202407/0200/aac40cfde55b67abf081d5d9ebcc5e3e08aaa65a4c99424e.jpg?w=440&thumb=false"
    },
    {
        "_id": 12,
        "name": "Star Wars Outlaws",
        "description": "Experience the first-ever open world Star Wars™ game and explore distinct planets across the galaxy, both iconic and new. Risk it all as Kay Vess, an emerging scoundrel seeking freedom and the means to start a new life. Fight, steal, & outwit your way through the galaxy’s crime syndicates as you join the galaxy’s most wanted.",
        "photo_url": "https://image.api.playstation.com/vulcan/ap/rnd/202306/3020/1916ec71f4af6c3e583a816988c41d54bafea762e02a39b2.jpg?w=440&thumb=false"
    },
    {
        "_id": 13,
        "name": "Valorant",
        "description": "DEFY THE LIMITS Blend your style and experience on a global, competitive stage. You have 13 rounds to attack and defend your side using sharp gunplay and tactical abilities. And, with one life per-round, you'll need to think faster than your opponent if you want to survive. Take on foes across Competitive and Unranked modes as well as Deathmatch and Spike Rush.",
        "photo_url": "https://image.api.playstation.com/vulcan/ap/rnd/202408/0122/fd060acba552e9bba869ea0cf8c629a9a11801bca4eca092.png?w=940&thumb=false"
    },
    {
        "_id": 14,
        "name": "Stray",
        "description": "Stray is a third-person cat adventure game set amidst the detailed, neon-lit alleys of a decaying cybercity and the murky environments of its seedy underbelly. Roam surroundings high and low, defend against unforeseen threats and solve the mysteries of this unwelcoming place inhabited by curious droids and dangerous creatures.",
        "photo_url": "https://image.api.playstation.com/vulcan/ap/rnd/202206/0300/UogbMjgPOJrYBn5QvUmuR7G9.jpg?w=940&thumb=false"
    },
    {
        "_id": 15,
        "name": "The Outlast Trials",
        "description": "Red Barrels invites you to experience mind-numbing terror, this time with friends. Whether you go through the trials alone or in teams, if you survive long enough and complete the therapy, Murkoff will happily let you leave… but will you be the same?",
        "photo_url": "https://image.api.playstation.com/vulcan/ap/rnd/202312/0517/e85792b9f320d81bfe561372d430f7b2c19a80fba073b16a.png?w=940&thumb=false"
    },
    {
        "_id": 16,
        "name": "Remnant 2",
        "description": "REMNANT II® is the sequel to the best-selling game REMNANT: FROM THE ASHES that pits survivors of humanity against new deadly creatures and god-like bosses across terrifying worlds. Play solo or co-op with two other friends to explore the depths of the unknown to stop an evil from destroying reality itself. To succeed, players will need to rely on their own skills and those of their team to overcome the toughest challenges and to stave off humanity’s extinction.",
        "photo_url": "https://image.api.playstation.com/vulcan/ap/rnd/202306/1000/14a89a16a687e61efc7a2557f9ce6b000fc9a373cc930703.jpg?w=940&thumb=false"
    },
    {
        "_id": 17,
        "name": "A Way Out",
        "description": "What begins as a thrilling breakout quickly turns into an unpredictable, emotional adventure unlike anything seen or played before. A Way Out is an experience that must be played with two players. Each player controls one of the main characters, Leo and Vincent, in a reluctant alliance to break out of prison and gain their freedom.",
        "photo_url": "https://image.api.playstation.com/vulcan/img/rnd/202011/0204/FJ6nTizpJ2fM52kD2QyCUrLr.png?w=940&thumb=false"
    },
    {
        "_id": 18,
        "name": "Sonic Frontiers",
        "description": "Worlds are colliding in Sonic the Hedgehog’s newest high-speed adventure! In search of the missing Chaos emeralds, Sonic becomes stranded on an ancient island teeming with unusual creatures. Battle hordes of powerful enemies as you explore a breathtaking world of action, adventure, and mystery. Accelerate to new heights and experience the thrill of high-velocity, open-zone platforming freedom as you race across the five massive Starfall Islands. Jump into adventure, wield the power of the Ancients, and fight to stop these new mysterious foes. Welcome to the evolution of Sonic games!",
        "photo_url": "https://image.api.playstation.com/vulcan/ap/rnd/202208/1716/dxgDgttaTe0ejLqoVtZyHwhH.png?w=940&thumb=false"
    },
    {
        "_id": 19,
        "name": "Sifu",
        "description": "Itching for some more good ol' Kung Fu action? The Arenas Expansion, features 15 dynamic locations packed with enemies, 5 game modes and 120 challenges in an explosive mix of film action. Face ever more intense combat moments, engage with the environment in an advanced way and push your Kung Fu training to its limits.",
        "photo_url": "https://image.api.playstation.com/vulcan/ap/rnd/202202/1010/7kMfw9oRuKC4fYFOXUbRh5ry.png?w=940&thumb=false"
    },
    {
        "_id": 20,
        "name": "The Texas Chain Saw Massacre",
        "description": "As a victim you must use your wits and stealth to stay out of the Family's reach and find the tools you need to lead to your eventual freedom. Slaughter Family players must seek out, track down, and stop their guests from escaping. Players of The Texas Chain Saw Massacre can finally find out if they have what it takes to survive.",
        "photo_url": "https://image.api.playstation.com/vulcan/ap/rnd/202206/2220/yuTZ36Hqqc7ZSvOeDiQ4rGm2.png?w=940&thumb=false"
    },
    {
        "_id": 21,
        "name": "Far Cry 5",
        "description": "Welcome to Hope County, Montana, the land of the free and brave, but also the home of a fanatical doomsday cult. Stand up to cult leader Joseph Seed and his siblings, the Heralds, to spark the fires of resistance and liberate the besieged community.",
        "photo_url": "https://image.api.playstation.com/vulcan/img/rnd/202010/0222/3GrW7o7urwVJwMZEL463EJRH.jpg?w=940&thumb=false"
    },
    {
        "_id": 23,
        "name": "Doom",
        "description": "DOOM returns as a brutally fun and challenging modern-day shooter experience. Relentless demons, impossibly destructive guns, and fast, fluid movement provide the foundation for intense, first-person combat – whether you’re obliterating demon hordes through the depths of Hell in the single-player campaign, or competing against your friends in numerous multiplayer modes. Combine your arsenal of futuristic and iconic guns, upgrades, movement and an advanced melee system to knock-down, slash, stomp, crush, and blow apart demons in creative and violent ways. Expand your gameplay experience using the DOOM SnapMap game editor to easily create, play, and share your content with the world.",
        "photo_url": "https://image.api.playstation.com/vulcan/ap/rnd/202009/2814/KpicT7DGtkEUUFioSKyAcIuP.png?w=940&thumb=false"
    },
    {
        "_id": 23,
        "name": "WILD HEARTS",
        "description": "WILD HEARTS™ is a unique twist on the hunting genre where technology gives you a fighting chance against fearsome beasts infused with the ferocious power of nature itself. Take on these creatures alone or hunt with friends in seamless co-op. No one remembers why the Kemono began their rampage through a once prosperous Azuma. Fueled by desperation, they wield the power of primal nature at its most destructive. For a while, it seemed that none could stand against their overwhelming might. But hope arrives in the form of a formidable hunter, armed with deadly weapons and ancient technology called Karakuri that could turn the tide of battle.",
        "photo_url": "https://image.api.playstation.com/vulcan/ap/rnd/202210/2615/IpKwfW9rvJCCIxZs3pdNzl6g.png?w=940&thumb=false"
    },
    {
        "_id": 24,
        "name": "World War Z",
        "description": "Humanity is on the brink of extinction. From New York to Moscow and Jerusalem, the undead apocalypse continues to spread. As the end looms, a hardened few band together to defeat the horde and outlive the dead.",
        "photo_url": "https://image.api.playstation.com/vulcan/img/rnd/202009/2808/9BLGIeD8OgI8cCbOEDbYjdnw.jpg?w=940&thumb=false"
    },
    {
        "_id": 25,
        "name": "Marvels Spiderman 2",
        "description": "Spider-Men Peter Parker and Miles Morales face the ultimate test of strength inside and outside the mask as they fight to save the city, each other and the ones they love, from the monstrous Venom and the dangerous new symbiote threat.",
        "photo_url": "https://image.api.playstation.com/vulcan/ap/rnd/202306/1219/97e9f5fa6e50c185d249956c6f198a2652a9217e69a59ecd.jpg?w=940&thumb=false"
    },
    {
        "_id": 26,
        "name": "Baldur's Gate 3",
        "description": "Abducted, infected, lost. You are turning into a monster, but as the corruption inside you grows, so does your power. Forge a tale of fellowship and betrayal, sacrifice and survival, and the lure of absolute power. Caught in a conflict between devils, deities, and sinister otherworldly forces, you and your party will determine the fate of the Forgotten Realms.",
        "photo_url": "https://image.api.playstation.com/vulcan/ap/rnd/202308/1519/95cce955dc59d04e2ea5ab624a823ace14e9c5f7e24dfb8f.png?w=940&thumb=false"
    },
    {
        "_id": 27,
        "name": "Hades",
        "description": "Defy the god of the dead as you hack and slash out of the Underworld in this rogue-like dungeon crawler from the creators of Bastion, Transistor, and Pyre.",
        "photo_url": "https://image.api.playstation.com/vulcan/ap/rnd/202106/0714/pYyqTYA34U1a7hv6BCrqgc24.png?w=940&thumb=false"
    },
    {
        "_id": 28,
        "name": "DEATHLOOP",
        "description": "DEATHLOOP is a next-gen first person shooter from Arkane Lyon, the award-winning studio behind Dishonored. In DEATHLOOP, two rival assassins are trapped in a mysterious timeloop on the island of Blackreef, doomed to repeat the same day for eternity. As Colt, the only chance for escape is to end the cycle by assassinating eight key targets before the day resets. Learn from each cycle - try new paths, gather intel, and find new weapons and abilities. Do whatever it takes to break the loop.",
        "photo_url": "https://image.api.playstation.com/vulcan/img/rnd/202108/2622/wNjHxcWGmbNeYh59pAASEK8V.jpg?w=940&thumb=false"
    },
    {
        "_id": 29,
        "name": "DIRT 5",
        "description": "DIRT 5 is the most ambitious title yet in Codemasters’ legendary off-road franchise. With brand new features and breathtaking action, DIRT 5 creates a vibe that delivers big on epic racing, pure expression, and unbridled style. Master over 70 routes in 10 global locations. From ice racing in New York to the marble mines of Italy, to twisting through the favelas of Brazil, conquer dynamic weather and hazardous terrain across all corners of the world. Create highlight-reel moments with a stunning selection of cars – from classic rally icons to unlimited trucks, to 900bhp sprint cars. Rise to stardom in a story-driven Career starring world-renowned voice talents Troy Baker and Nolan North. Prove your worth, earn sponsorships and defeat a fierce rival in an atmospheric world of off-road racing. Eight race event types to experience, including boulder-conquering Stampedes across the most extreme surfaces, winding Land Rush circuits, point-to-point Sprint routes, and the return of Gymkhana arenas. Take the fun online with events designed for action-packed racing, or try something different with objective-based modes that test your driving skills. Photo Mode captures your greatest moments, a livery editor offers near-unlimited design options, and more new features encourage you to play and create.",
        "photo_url": "https://image.api.playstation.com/vulcan/img/rnd/202107/2009/WRIVoXvJ8zQwSFwwTrPzHRYR.jpg?w=940&thumb=false"
    },
    {
        "_id": 30,
        "name": "COCOON",
        "description": "From Jeppe Carlsen, the lead gameplay designer of LIMBO and INSIDE — COCOON takes you on an adventure across worlds within worlds. Master world-leaping mechanics to unravel a cosmic mystery.",
        "photo_url": "https://image.api.playstation.com/vulcan/ap/rnd/202308/0320/cbfca01d60096c201fa98b544c26d3f2a522ec4a6c1fa6c5.png?w=940&thumb=false"
    }
]